Repository: weluid/Weather
Catalog: lib/l10n/app_*.arb
Languages: uk

source: Weather
uk: Погода

# emptyCityName
source: Please enter city name
uk: Будь ласка, введіть назву міста

source: Invalid city name
uk: Неправильна назва міста

source: Get Weather
uk: Дізнатися погоду

source: Error
uk: Помилка

# somethingWrong
source: Something wont wrong. Please try again
uk: Щось не так. Будь ласка, спробуйте ще раз.

source: Try again
uk: Спробувати ще раз

# searchCity
source: Search for city
uk: Пошук міста

source: Enable Location
uk: Увімкніть Місцезнаходження

# enableLocationDescription
source: Please enable your location for using your app smoothly or go to the search for city
uk: Будь ласка, увімкніть ваше місцезнаходження для безперебійного використання додатку або перейдіть до пошуку міста

# onLocation
source: Turn on location
uk: Увімкнути
